"""
Сервис с REST API, реализующий бэкенд для веб-сервиса хранения файлов, аналогичный сервису Яндекс Диск.
Позволяет пользователям загружать и обновлять информацию о файлах и папках.
Вступительное задание в Осеннюю Школу Бэкенд Разработки Яндекса 2022.
"""

__author__ = 'Andrey Khabirov'
__maintainer__ = __author__

__email__ = 'mr.rovan@yandex.ru'
__license__ = 'MIT'
__version__ = '0.1.0'


__all__ = (
    '__author__',
    '__email__',
    '__license__',
    '__maintainer__',
    '__version__',
)
